tap "dagger/tap"
brew "asdf"
brew "awscli"
brew "cocoapods"
brew "fzf"
brew "gh"
brew "git"
brew "golangci-lint"
brew "jq"
brew "mycli"
brew "mysql"
brew "neovim"
brew "peco"
brew "pinact"
brew "semgrep"
brew "tfenv"
brew "uv"
cask "battery"
cask "container-use"
cask "kiro"
cask "meetingbar"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dwtexe.cursor-stats"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.vscode-mysql"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jackiotyu.git-worktree-manager"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "nash.awesome-flutter-snippets"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "stylelint.vscode-stylelint"
vscode "takumii.markdowntable"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/dmarkham/enumer"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "go.uber.org/mock/mockgen"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
