brew "awscli"
brew "fzf"
brew "gh"
brew "ghq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "postgresql@14"
brew "tfenv"
brew "uv"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
cask "alt-tab"
cask "claude-code"
vscode "alefragnani.bookmarks"
vscode "anthropic.claude-code"
vscode "dbaeumer.vscode-eslint"
vscode "dwtexe.cursor-stats"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "prisma.prisma"
vscode "vscode-icons-team.vscode-icons"
